/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "Εφαρμογή NUIStyleSheet.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "Εφαρμογή του SAP Mobile Services LogSettings.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "Η Ταυτοποίηση απέτυχε!";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "Επαλήθευση διαπιστευτηρίων.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "Θέλετε να ακυρώσετε την διαδικασία ένταξης;";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "Θέλετε να ακυρώσετε την διαδικασία επαναφοράς;";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "Θέλετε να ακυρώσετε τη διαδικασία επαναφοράς κωδικού πρόσβασης;";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "Θέλετε να ακυρώσετε τη διαδικασία Ταυτοποίησης;";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "Θέλετε να επαναφέρετε τον κωδικό πρόσβασης;";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "Θέλετε να ακυρώσετε την διαδικασία αλλαγής κωδικού πρόσβασης;";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "Θέλετε να επαναφέρετε την Εφαρμογή σας;";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "Σύνθετα Βήματα.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "Λήψη του SAP Mobile Services ClientResources.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "Λήψη των Προορισμών SAP Mobile Services.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "Λήψη των Ρυθμίσεων SAP Mobile Services.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "Συνέχεια";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "Συνέχεια";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "Ενεργοποίηση";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "Ενεργοποίηση";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "Χρησιμοποιήστε τον κωδικό πρόσβασης για να συνδεθείτε την επόμενη φορά.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Το ID Προσώπου δεν θα είναι πλέον διαθέσιμο";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "Αλλαγές Πολιτικής";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "Χρησιμοποιήστε τον κωδικό πρόσβασης για να συνδεθείτε την επόμενη φορά.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Το ID Αφής δεν θα είναι πλέον διαθέσιμο";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "Αλλαγές Πολιτικής";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "Μπορείτε να ενεργοποιείτε ή να απενεργοποιείτε αυτό το χαρακτηριστικό όποτε θέλετε από τις Ρυθμίσεις.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "Το ID Προσώπου είναι τώρα διαθέσιμο!. Η ενεργοποίηση του ID Προσώπου παρέχει ταχύτερη πρόσβαση στις πληροφορίες σας.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "ID Προσώπου";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "Μπορείτε να ενεργοποιείτε ή να απενεργοποιείτε αυτό το χαρακτηριστικό όποτε θέλετε από τις Ρυθμίσεις.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "Το ID Αφής είναι τώρα διαθέσιμο. Η ενεργοποίηση του ID Αφής παρέχει ταχύτερη πρόσβαση στις πληροφορίες σας.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "ID Αφής";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "Συνέχεια";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "Δημιουργήστε έναν νέο κωδικό πρόσβασης.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "Η πολιτική κωδικού πρόσβασης άλλαξε";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "Αλλαγές Πολιτικής";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "Από τώρα, ο Κωδικός Πρόσβασης και το ID Προσώπου δεν θα απαιτούνται για να συνδεθείτε. \n\n Θα ανοίγετε απευθείας την Εφαρμογή.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "Από τώρα, ο Κωδικός Πρόσβασης και το ID Αφής δεν θα απαιτούνται για να συνδεθείτε. \n\n Θα ανοίγετε απευθείας την Εφαρμογή.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "ΟΚ";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "Από τώρα, ο Κωδικός Πρόσβασης δεν θα απαιτείται για να συνδεθείτε. \n\n Θα ανοίγετε απευθείας την Εφαρμογή.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "Η Πολιτική Σύνδεσης Αλλαξε";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "Ειδοπ.";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "Συνέχεια";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "Από αυτή την έκδοση ο κωδικός πρόσβασης είναι υποχρεωτικός. Δημιουργήστε έναν κωδικό πρόσβασης για εφαρμογή.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "Κωδικός πρόσβασης υποχρεωτικός";

/* XBUT: Text of No button. */
"noButtonText" = "Οχι";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "Επαλήθευση διαπιστευτηρίων OAuth 2.0.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "Για να ενεργοποιήσετε το ID Προσώπου, εισάγετε τον κωδικό πρόσβασης:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "Για να ενεργοποιήσετε το ID Αφής, εισάγετε τον κωδικό πρόσβασης:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "Χωρίς την συναίνεση δεν θα μπορείτε να συνεχίσετε την ένταξη.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "Παροχή Συναίνεσης";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "Διακοπή Διαδικασίας";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "Επαλήθευση διαπιστευτηρίων SAML.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "Επαλήθευση διαπιστευτηρίων SAP Mobile Services UserIdentity Discovery.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "Επαλήθευση διαπιστευτηρίων SLS.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "Συμπληρώστε όλα τα πεδία.";

/* XBUT: Text of Yes button. */
"yesButtonText" = "Ναι";

/* XBUT: Text of Continue button. */
"continueButtonText" = "Συνέχεια";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "Ακύρωση";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "Συλλογή Χρήσης";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "Ο διαχειριστής εφαρμογής σας ζητάει να επιτρέψετε την συλλογή δεδομένων για να χρησιμοποιείτε την εφαρμογή προκειμένου να αποκτήσετε πληροφορίες που θα την βελτιώσουν. Η συλλογή δεδομένων περιλαμβάνει πληροφορίες σχετικά με τον τρόπο χρήσης της εφαρμογής, όπως ο χρόνος που δαπανάτε χρησιμοποιώντας την εφαρμογή ή τον τρόπο πλοήγησης στην εφαρμογή.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "Θέλετε να ακυρώσετε την επιλογή;";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "Θέλετε να επιλέξετε;";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "Συλλογή Αναφορών Σύγκρουσης";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "Ο διαχειριστής εφαρμογής σας ζητάει να επιτρέψετε την συλλογή δεδομένων για την διάγνωση και ανάλυση των προβλημάτων εφαρμογής ώστε να βελτιώσετε την απόδοσή της. Τα δεδομένα που συλλέγονται περιορίζονται σε αναφορές προβλημάτων και πληροφορίες συσκευής.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "Απέτυχε!";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "Επαλήθευση Υπογραφής Κωδικού QR απέτυχε!";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "Ψηφιακή υπογραφή κωδικού QR επαληθεύτηκε. Θα συνδεθείτε με:";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "Σφάλμα Ταυτοποίησης";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "Δεν μπορέσαμε να σας ταυτοποιήσουμε. Συνδεθείτε.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "Σφάλμα";

